start_message = '''
Добро пожаловать, {0}!

Наш VPN-сервис обеспечивает защиту вашей онлайн-активности, скрывает ваш IP-адрес и шифрует все данные 🔐,
которые вы отправляете и получаете в интернете. Это означает, что вы можете безопасно совершать онлайн-покупки, работать с конфиденциальными даннымии просматривать любой контент, который вам нравится.

Наш VPN-сервис поддерживает множество устройств, включая компьютеры 🖥, смартфоны 📱, планшеты 💻,что позволяет вам наслаждаться защитой и свободой в интернете на любом устройстве.

Присоединяйтесь к нашей сети и наслаждайтесь безопасностью и свободой в интернете уже сегодня!

🤑Так же у нас работает 5 уровневая реферальная программа🤑 (доступна после приобретения ключа), получаете на счет 15% - 4% - 3% - 2% - 1%, в зависимости от уровня реферала от оплаченных тарифов по вашей реферальной ссылке
'''
main_menu = '''🏠 Главное меню'''
main_menu_choice = '''◾️ Выберите нужный пункт меню:'''
avail_location_choice = '''🌐 Доступные локации:'''
key_avail = '''Ваш ключ:'''
no_subscription = '''❌ У вас нет активной подписки'''
