start_message = '''
Добро пожаловать, {0}!

Наш VPN-сервис обеспечивает защиту вашей онлайн-активности, скрывает ваш IP-адрес и шифрует все данные 🔐,
которые вы отправляете и получаете в интернете. Это означает, что вы можете безопасно совершать онлайн-покупки, работать с конфиденциальными даннымии просматривать любой контент, который вам нравится.

Наш VPN-сервис поддерживает множество устройств, включая компьютеры 🖥, смартфоны 📱, планшеты 💻,что позволяет вам наслаждаться защитой и свободой в интернете на любом устройстве.

Присоединяйтесь к нашей сети и наслаждайтесь безопасностью и свободой в интернете уже сегодня!

🤑Так же у нас работает 5 уровневая реферальная программа🤑 (доступна после приобретения ключа), получаете на счет 15% - 4% - 3% - 2% - 1%, в зависимости от уровня реферала от оплаченных тарифов по вашей реферальной ссылке
'''

help_message = '''
<b>Информация:</b>
Outline Pro VPN — сервис, который обеспечивает доступ к VPN серверам для защиты вашей конфиденциальности и обеспечивает высокую скорость подключения для всех пользователей.

<b>Особенности сервиса:</b>
❇️ Мы используем современный протокол ShadowSocks, который делает наш VPN недоступным для блокировки.
❇️ Пользователи получают максимально быстрое подключение.
❇️ Ваши данные остаются полностью анонимными и защищенными.
❇️ Единая подписка дает доступ ко всем доступным локациям.
❇️ Наша команда постоянно работает над обновлениями VPN, чтобы быть на передовой в технологиях.

<b>О расположении:</b>
Наши сервера находятся в разных странах по всему миру. Полный список локаций доступен в меню управления VPN.

<b>Команда:</b>
Если у вас возникнут вопросы по работе сервиса и настройке VPN, обращайтесь к технической поддержке @admin_admin.
Предложения по сотрудничеству и улучшениям сервиса принимает владелец проекта @admin_admin.
'''

profile = '''
🆔   <b>ID:</b>    <code>{0}</code>
💰   <b>Баланс:</b>    <code>{1} ₽</code>
🎩   <b>Подписка до:</b>    <code>{2}</code>
🕰️   <b>Активен с:</b>    <code>{3}</code>
'''

'💻   <b>Остаток :</b>    <code>{4} Gb</code>'

commom_info = '''
Контакты для связи с администрацией бота👇

👨‍💻 Тех. Поддержка — @admin_admin (обращаться касательно вопросов работы сервиса и помощи с настройкой VPN, время ответа до 24 часов)
👨‍✈️ Владелец проекта — @admin_admin (обращаться только по поводу сотрудничества и предложений по улучшению сервиса)
'''
new_user_bonus = '''💎💎💎 \nУ вас активирован пробный трёхдневный период. Соответствующий ключ вы получите в разделе <b>управление VPN</b>\n💎💎💎'''

referral_bond = '''Реферальная связь между пользователями id:{0} и id:{1} создана'''

referral_bond_error = '''Реферальная связь между самим пользователем не может быть создана'''

main_menu = '''🏠 Главное меню'''

main_menu_choice = '''◾️ Выберите нужный пункт меню:'''

avail_location_choice = '''🌐 Доступные локации:'''

key_avail = '''Ваш ключ:'''

no_subscription = '''❌ У вас нет активной подписки'''

no_key_avail = '''❌ У вас нет ключа для этой страны'''

popup_help = '''Покупая подписку, вы получаете ключ для выбранной вами страны, ключи для других стран становятся недоступны????'''

paymemt_menu = '''Выберите удобный способ оплаты:'''

dummy_message = '''Текст Заглушка'''

choose_subscription = '''Выберите подписку:'''

get_new_key = '''Создать новый ключ'''

top_up_balance = '''Введите сумму в рублях для пополнения баланса:'''

start_payment = '''Для пополнения баланса {0}р нажмите <i>Оплатить</i> и следуйте инструкциям'''

start_payment_error = '''Ошибка введения данных:\nУбедитесь, что вы ввели число\nМинимальная сумма пополнения 150р\nВы ввели: <code>{0}</code>'''

payment_unsuccessful = '''Платёж не прошёл, проверьте правильность введенных данных'''

payment_successful = '''Пополнение баланса на {0} {1} выполнено успешно!'''
